Repository: breemark/portfolio2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ja, ko, my, vi, zh_hans

source: Maximiliano Torres Developer
ja: トーレス - ソフトウェア開発者
ko: 토레스 - 소프트웨어 개발자
my: တောရက်စ် - ပရိုဂရမ်မာ
vi: Torres - Người lập trình
zh_hans: 托雷斯 软件开发人员

source: Torres
ja: トーレス
ko: 토레스
my: တောရက်စ်
zh_hans: 托雷斯

source: Projects
ja: 私のプロジェクト
ko: 내 프로젝트
my: ါ့စီမံကိန်းများ
vi: những dự án của tôi
zh_hans: 我的项目

source: Posts
ja: 私の記事
ko: 내 기사
my: အကြှနျုပျ၏ဆောင်းပါးများ
vi: bài báo của tôi
zh_hans: 我的博客文章

source: Language
ja: 言語を変更
ko: 언어 변경
my: ဘာသာစကားပြောင်းပါ
vi: thay đổi ngôn ngữ
zh_hans: 改变语言

source: Maximiliano Torres
ja: トーレス
ko: 토레스
my: တောရက်စ်
vi: Torres
zh_hans: 托雷斯

source: Software Developer
ja: ソフトウェア開発者
ko: 소프트웨어 개발자
my: ပရိုဂရမ်မာ
vi: Người lập trình
zh_hans: 软件开发人员

source: About me
ja: 私について
ko: 나에 대해서
my: ကိုယ့်အကြောင်း
vi: về tôi
zh_hans: 关于我

source: My Resume
ja: 私の履歴書
ko: 내 이력서
my: ကျွန်တော်​၏ကိုယ်ရေးရာဇဝင်
vi: lý lịch của tôi
zh_hans: 我的职业履历

source: Contact me
ja: 私に連絡して
ko: 저에게 연락
my: ကျွန်တော့ကိုဆက်သွယ်ရန်
vi: Liên hệ với tôi
zh_hans: 联络我

source: For projects and contracts reach me at my email:
ja: プロジェクトや契約については、私のメールで私に連絡してください:
ko: 프로젝트 및 계약의 경우 내 이메일로 연락하십시오:
my: စီမံကိန်းများနှင့်စာချုပ်များအတွက်ကျွန်ုပ်ထံအီးမေးလ်ဖြင့်ဆက်သွယ်ပါ။
vi: Đối với các dự án và hợp đồng, hãy liên hệ với tôi qua email của tôi:
zh_hans: 对于项目和合同，请通过我的电子邮件联系我：
